Repository: vprinz/Finix
Catalog: Finix/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# addAccountText
source: Add account
ru: Добавить счет

# emptyLimitText
source: Set monthly budget to track funds daily and monthly. Tap here to start
ru: Установите месячный бюджет, чтобы отслеживать денежные средства ежедневно и ежемесячно. Нажмите здесь, чтобы начать

# emptyRecentTransactionText
source: No recent transactions found. Tap to record your expenses or income to see them here
ru: Последние транзакции не найдены. Нажмите, чтобы записать свои расходы или доходы

# emptyUpcomingTransactionText
source: Here you’ll see your upcoming transactions. Tap here to add future expenses
ru: Здесь вы увидите свои предстоящие транзакции. Нажмите, чтобы добавить будущие расходы

# expensesText
source: Expenses
ru: Расходы

# greetingText, %@
source: Hi, %@
ru: Привет, %@

source: Hi, Valerie N. Prinz
ru: Привет, Valerie N. Prinz

# incomesText
source: Incomes
ru: Доходы

# incomeText
source: Income
ru: Доход

# leftThisMonthText
source: Left this month
ru: Остаток на месяц

# leftTodayText
source: Left today
ru: Остаток на сегодня

# lessDetailsText
source: Less details
ru: Показать меньше

# monthlyBudgetText
source: Monthly budget
ru: Бюджет на месяц

# moreDetailsText
source: More details
ru: Показать больше

# myWalletText
source: My wallet
ru: Мой кошелек

# recentTransactionsText
source: Recent transactions
ru: Недавние транзакции

# seeAllText
source: See all
ru: Смотреть всё

# tapToEditProfileText
source: Tap to edit profile
ru: Нажмите, чтобы отредактировать

# textFieldPlaceholder
source: Enter text
ru: Введите текст

# upcomingPaymentsText
source: Upcoming payments
ru: Будущие платежи
